{
  "headline": "Metropolitan Museum Of Art Will No Longer Accept Gifts From The Sackler Family",
  "datetime": "2019-02-21",
  "time_string": "Feb 21, 2019 2:39PM",
  "byline": {
    "author": "Paula Mejia"
  },
  "contributors": false,
  "kicker": "Arts & Entertainment",

  "break_m": false,
  "break_l": false,
  "img": {
    "src_s": "https://cl.ly/d9daac75e7a3/download/group-12@3x.png",
    "src_m":false,
    "src_l": false
  },

  "breadcrumbs": [
    {
      "kicker": "Arts & Entertainment"
    }
  ],

  "caption": false,
  "credit": false,

  "article_body": "<p>On Wednesday, the Metropolitan Museum of Art announced that it would no longer be accepting philanthropic gifts from members of the Sackler family, who own Purdue Pharma, the pharmaceutical company responsible for the addictive painkiller Oxycontin. </p><p>According to a press release from the museum, which has a wing named after the Sacklers, the move was \"precipitated in part by recent scrutiny of gifts received from individuals related to the production of opioids and the ensuing public health crisis surrounding the abuse of these medications.\" </p><p>The Museum has no plans to rename the Sackler wing, however, Daniel Weiss, President and CEO of the Met, said they will no longer accept their money. \"The Sackler family has graciously supported The Met for 50 years and has not proposed any new contributions,\" he said. \"Nonetheless, in consideration of the ongoing litigation, the prudent course of action at this time is to suspend acceptance of gifts from individuals associated with this public health crisis.\" </p><p><a href=\"https://www.nytimes.com/2019/05/15/arts/design/met-museum-sackler-opioids.html\">The NY Times reports</a> that the American Museum of Natural History also ceased to accept Sackler donations as of Wednesday. In recent months, coalitions of activists&#8212;including P.A.I.N. Sackler, a group led by the artist Nan Goldin&#8212;have been <a href=\"http://gothamist.com/2019/02/11/opioid_crisis_sackler_guggenheim_met_protest.php\">protesting cultural institutions</a>, such as the Guggenheim, with the likes of \"die-ins\" for accepting sizable donations from the Sackler family. </p><p>Museums that have benefited from Sackler donations for years have, in response to the pressure, been publicly distancing themselves from the family (and by association, their ties to OxyContin) and ceasing to accept their financial gifts. Back in March, the Guggenheim and London's Tate Modern also announced that they would <a href=\"https://www.nytimes.com/2019/03/22/arts/guggenheim-sackler-family-donations.html?module=inline\">no longer be accepting</a> the Sackler family's gifts. </p><p>The decision for the Met to cease accepting Sackler gifts came on the heels of a Board of Trustees vote, which also saw the museum refining its gift acceptance policies. Moving forward, the Met will be \"formalizing its review process for all new naming and other significant gifts to the Museum.\" Private philanthropy currently constitutes a huge portion of the Met's operating budget&#8212;development events, endowment, and membership makes up a whopping 72% of it, according to the museum.</p><p>The Sacklers' Purdue Pharma has faced widespread criticism following <a href=\"https://www.newyorker.com/magazine/2017/10/30/the-family-that-built-an-empire-of-pain\">reporting that exposed how the company's marketing</a> of the highly addictive painkiller contributed to a public health crisis. This week, Pennsylvania's Attorney General <a href=\"https://www.nbcphiladelphia.com/news/local/Pennsylvania-AG-Opiod-Drugmaker-Lawsuit-509891921.html\">Josh Shapiro announced the state's lawsuit</a> against the company, citing their many sales calls to doctors and the fact that it was pitched as a \"non-addictive\" medication. </p>",
  "tags": [
    {
      "kicker": "Donations"
    },
    {
      "kicker": "Gifts"
    },
    {
      "kicker": "The Met"
    },
    {
      "kicker": "Philanthropy"
    },
    {
      "kicker": "Guggenheim"
    }
  ]
}
