{
  "headline": "MoMA PS1's New Restaurant Will Be 'A Little Miami, Greek Island, And NYC'",
  "datetime": "2019-02-21",
  "time_string": "Feb 21, 2019 2:39PM",
  "byline": {
    "author": "Paula Mejia"
  },
  "contributors": false,
  "kicker": "Food",

  "break_m": false,
  "break_l": false,
  "img": {
    "src_s": "http://gothamist.com/attachments/nyc_pmejia/22119minas.jpg",
    "src_m":false,
    "src_l": false
  },

  "breadcrumbs": [
    {
      "kicker": "Food"
    }
  ],

  "caption": "Stone's take on braised green beans with roasted sardines and lemon.",
  "credit": "Courtesy of Mina Stone",

  "article_body": "<p>For the past fifteen years, chef Mina Stone has been an integral part of the art world's dining table. Stone, who initially began cooking for artists to support her work in fashion, eventually focused on cooking full-time, and now frequently makes beautiful meals for artists' openings and studios, including the likes of Elizabeth Peyton, Urs Fischer, and many others. This April, the chef will open an eponymous restaurant <a href=\"http://press.moma.org/news/mina-stone-to-open-new-restaurant-at-moma-ps1/\">at MoMA PS1</a>, called Mina's, replacing the M. <a href=\"http://gothamist.com/tags/mwellsdinette\">Wells Dinette</a> that's been the museum's in-house eatery since 2012.</p><div class=\"o-ad o-ad--300x250\"><img src=\"http://placehold.it/300x250\" alt=\"\"><span class=\"o-ad__label u-font--secondary-style u-font--xs u-color--gray\">Advertisement</span></div><p>M. Wells will close at the end of this month, and the space will be renovated throughout March before Mina's April opening.</p><p>At Mina's, diners can try a rotating menu of simple, bright dishes culled from Stone's Greek heritage and seasonal ingredients alike, along with a natural wine program selected by Molly McIver. Stone told Gothamist that she conceptualized the menu with artist Alex Eagleton, who, in addition to designing the space, is particularly adept at making meats and braises. The initial menu features the likes of whipped feta, beet, toasted cumin seed, and cilantro sandwiches, and greens seasoned with mint, toasted sesame seeds, and a yogurt dressing. The menu will also have a rotating daily special, which ranges from toasted pine nut, lemon zest, and parmesan orzo to braised chicken with cinnamon and clove.</p><p>While Stone describes the physical space's design as \"a little Miami beach, a little Greek island, and a little New York,\" the idea is more or less an extension of her 2015 book Cooking For Artists, which brims with her no-fuss takes on Greek fried eggs, saffron rice, and beet fritters. \"I wrote a cookbook and I cater for a living, but I’m a home cook at heart,\" she says. \"So it’s important to me that my food always reflects that.\" Part of that involves recipes and techniques that she learned from her Yiayia, her Greek grandmother.</p><figure class=\"o-figure\"><div class=\"o-figure__image\"><img src=\"http://gothamist.com/attachments/nyc_pmejia/22119mina3.jpg\" alt=\"\" /></div><figcaption class=\"o-caption\"><p><span class=\"o-icon o-icon--dashed-arrow u-icon--s\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 30 30\"><title>Dashed Arrow Icon</title><polygon points=\"18.74 3.12 29.96 14 18.74 24.88 18.74 16.72 15 16.72 15 11.28 18.74 11.28 18.74 3.12\"/><rect x=\"8.2\" y=\"11.28\" width=\"5.44\" height=\"5.44\"/><rect x=\"4.12\" y=\"11.28\" width=\"2.72\" height=\"5.44\"/><rect x=\"0.04\" y=\"11.28\" width=\"2.72\" height=\"5.44\"/></svg></span>Stone and her Yiayia poring over 'Cooking for Artists.' <span class=\"o-credit\">Photo by Alex Eagleton</span></p></figcaption></figure><p>Stone says the appeal of opening Mina's at PS1 stemmed from the unique challenge that comes with operating a cafe at a museum, as well as catering events that take place there.\"I’m used to the way I do things now, and I want to get to get out of that box and do things differently for like, 30,000 people in a weekend,\" she told us, adding: \"How do you feed so many people and make it delicious, and make the right kind of food for feeding lots of people?\"</p><p><em><a href=\"https://momaps1.org/\">MoMA PS1</a> is located at 22-25 Jackson Ave, Long Island City, Queens.</em></p>",

  "tags": [
    {
      "kicker": "Mina Stone"
    },
    {
      "kicker": "Moma PS1"
    }
  ]
}
