{
  "headline": "Scott Stringer Proposes Alternative BQE Solution: Trucks Only, With A Park On Top",
  "time_string": "March 13, 2019 10:32AM",
  "byline": {
    "author": "Jen Carlson"
  },
  "kicker": "News",

  "img": {
    "src_s": "http://gothamist.com/attachments/arts_jen/new91918BQE.jpg"
  },

  "breadcrumbs": [
    {
      "kicker": "News"
    }
  ],

  "caption": "The portion of the BQE that needs repairs",
  "credit": "DOT",

  "article_body": "<p>The Department of Transportation&#8217;s <a href=\"http://gothamist.com/2018/09/20/bqe_repair_project_brooklyn.php\">initial plan</a> to rehabilitate the triple-cantilevered section of <a href=\"http://gothamist.com/2018/09/24/bqe_crumbling_photos_brooklyn.php\">the crumbling</a> Brooklyn Queens Expressway (BQE) didn&#8217;t go over well with locals, especially the part where it proposed building a temporary highway in the current location of the Brooklyn Heights Promenade, in the backyard of some of the most expensive homes in the entire city, all while potentially <a href=\"https://brooklyneagle.com/articles/2018/12/17/bqe-dangerous-levels-toxic-pollution-brooklyn-heights/\">kicking up toxins</a> into the air for at least six years, at the cost of around $3 billion.</p><div class=\"c-article__related c-article__related--small-screens\"> <div class=\"c-related-content u-spacing u-border-accent u-border-accent--left\"> <h3 class=\"c-related-content__heading u-font--secondary-style u-font--xs\">Related</h3> <ul class=\"c-related-content__list u-spacing\"> <li><a href=\"\" class=\"u-has-accent u-has-accent--secondary u-font--s\">Urban Organics Wants to Fix Food</a></li><li><a href=\"\" class=\"u-has-accent u-has-accent--secondary u-font--s\">The Best Cycling Gear We Tested This Year</a></li><li><a href=\"\" class=\"u-has-accent u-has-accent--secondary u-font--s\">The Biomechatronic Man</a></li></ul></div></div><p>Community members have <a href=\"http://gothamist.com/2019/01/14/bqe_plan_rally_brooklyn_heights.php#photo-1\">come together</a> to fight the initial proposal, the Brooklyn Heights Association (which long ago <a href=\"http://gothamist.com/2019/01/30/brooklyn_heights_promenade.php\">battled Robert Moses's original plan</a> to run the BQE through the streets of the neighborhood) presented <a href=\"https://thebha.org/bha-concept/\">its own alternative</a>, and some locals have even proposed <a href=\"http://nymag.com/intelligencer/2018/12/heres-a-solution-for-fixing-the-bqe-get-rid-of-it.html\">scrapping the highway entirely</a> and<em> not </em>rebuilding it.</p><p>Now, Comptroller Scott Stringer, who has opposed the DOT&#8217;s plan since it was announced, has proposed <a href=\"https://comptroller.nyc.gov/wp-content/uploads/2019/03/BQE-Proposal-Comptroller-Stringer.pdf\">his own plan</a> for rebuilding the highway. Stringer&#8217;s proposal aims to find a middle ground&#8212;not quite a complete removal of the Brooklyn Heights stretch, and not quite a highway on the beloved Promenade. They did not offer a timeline or cost figure for the plan, which was  created in consultation with the DOT and the community, Stringer's office told Gothamist/WNYC.</p><div class=\"o-ad o-ad--300x250\"><img src=\"https://s0.2mdn.net/8766144/CWDisplayAds_OutsideHPTO_300x250.jpg\" alt=\"\"><span class=\"o-ad__label u-font--secondary-style u-font--xs u-color--gray\">Advertisement</span></div><p>\"We remain hopeful that the agency can view the BQE's deterioration not just as an engineering challenge, but as an opportunity to create something new and bold that both accommodates essential traffic and enhances surrounding neighborhoods,\" Stringer wrote in a letter to DOT Commissioner Polly Trottenberg on March 7th. He went on to acknowledge that \"many respected voices have called for a complete teardown of the triple cantilever,\" noting that &#8220;from Portland to Paris and San Francisco to Seoul, freeways have been removed and replaced in recent years with parks and plazas, creating vibrant new corridors that have become destinations in their own right.\"</p><p>However, wrote Stringer, nearly all of those highway teardowns were car-only highways; the BQE carries 14,000 trucks per day. Since redirecting these trucks to local streets is not ideal, he instead proposes a \"truck-only highway\" with a \"linear park\" on top&#8212;which would extend from Brooklyn Heights through Cobble Hill and Carroll Gardens, creating nearly two miles of green space.</p><figure class=\"o-figure\"><div class=\"o-figure__image\"><img src=\"http://gothamist.com/attachments/arts_jen/bqepropteardown.jpg\" alt=\"\" /></div><figcaption class=\"o-caption\"><p><span class=\"o-icon o-icon--dashed-arrow u-icon--s\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 30 30\"><title>Dashed Arrow Icon</title><polygon points=\"18.74 3.12 29.96 14 18.74 24.88 18.74 16.72 15 16.72 15 11.28 18.74 11.28 18.74 3.12\"/><rect x=\"8.2\" y=\"11.28\" width=\"5.44\" height=\"5.44\"/><rect x=\"4.12\" y=\"11.28\" width=\"2.72\" height=\"5.44\"/><rect x=\"0.04\" y=\"11.28\" width=\"2.72\" height=\"5.44\"/></svg></span>A page of Stringer's proposal shows how a complete teardown—which he is not proposing, but which others have called for—has worked elsewhere.</p></figcaption></figure><p>What would happen to the 144,000 passenger cars that currently use the BQE each day? They would need to find other routes, either via the streets or by avoiding the truck-only stretch, such as by taking the Hugh Carey Tunnel instead of the Brooklyn or Manhattan bridges. But there&#8217;s some evidence that many might actually just vanish. </p><p>For example, Seattle&#8217;s Alaskan Way Viaduct carried 90,000 cars a day before being shut down for demolition in January. After the viaduct was closed, reports <a href=\"https://www.seattletimes.com/seattle-news/transportation/the-cars-just-disappeared-what-happened-to-the-90000-cars-a-day-the-viaduct-carried-before-it-closed/\">the Seattle Times</a>, \"commute times have been slightly above average&#8212;but have fallen far short of the most dire predictions. And fewer cars and trucks than normal have been traveling on the region&#8217;s other major highways.\" Instead of driving, public transit use picked up, more people started biking and using the water taxi service, and, well, \"the cars just disappeared.\" </p><p>It&#8217;s this premise&#8212;get rid of the roads, and you&#8217;ll get rid of the cars&#8212;that some New Yorkers have been pointing to in favor of a complete removal of this section of the BQE.</p><figure class=\"o-figure\"><div class=\"o-figure__image\"><img src=\"http://gothamist.com/attachments/arts_jen/bqeproposalstringer19.jpg\" alt=\"\" /></div><figcaption class=\"o-caption\"><p><span class=\"o-icon o-icon--dashed-arrow u-icon--s\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 30 30\"><title>Dashed Arrow Icon</title><polygon points=\"18.74 3.12 29.96 14 18.74 24.88 18.74 16.72 15 16.72 15 11.28 18.74 11.28 18.74 3.12\"/><rect x=\"8.2\" y=\"11.28\" width=\"5.44\" height=\"5.44\"/><rect x=\"4.12\" y=\"11.28\" width=\"2.72\" height=\"5.44\"/><rect x=\"0.04\" y=\"11.28\" width=\"2.72\" height=\"5.44\"/></svg></span>Stringer's proposal.</p></figcaption></figure><p>\"We're going to have to say to drivers you have two options, you either stop using the car, use public transportation,\" Stringer told us, adding that, \"we'll provide different options for you. But you can't own neighborhoods anymore. You can't use the car and not think about pollution and traffic congestion.\" He added that, \"We have a development culture and a car culture, that for too long has limited our options and people are demanding more and I think that's something we should consider.\" </p><p>Stringer&#8217;s proposal notes that Klyde Warren Park in Dallas, which is about half as long but twice as wide as the Cobble Hill BQE trench, was completed in 2014 for &#8220;a reasonable $110 million.&#8221; Previous proposals for decking over the BQE in both Williamsburg and Cobble Hill, the letter said, have been estimated as costing $125 million. (This number seems to be based on <a href=\"http://bqgreen.org/\">a BQGreen study</a> commissioned by Councilwoman Diana Reyna.) </p><div class=\"o-ad o-ad--300x250\"><img src=\"https://s0.2mdn.net/4195138/02192019-110636158-VEP-529_300x250_R1.jpg\" alt=\"\"><span class=\"o-ad__label u-font--secondary-style u-font--xs u-color--gray\">Advertisement</span></div><p>\"Replacing one super highway with another super highway just continues a 50-year view of NYC that is just clogging our streets,\" Stringer said, \"not creating the open space that we need and we want to create a new city, and have new opportunities. Let's break from the Robert Moses view of how to build out our city and let's come up with a different way forward.\"</p><p>BHA executive director Peter Bray told Gothamist this week that the organization is &#8220;excited&#8221; about Stringer&#8217;s proposal, calling it &#8220;the type of creative thinking required to consider how New York City can transform the BQE from infrastructure built for our transportation needs of the 1950s to addressing instead those needs in the context of the changes and challenges we will face over the next 50-75 years. We are thrilled that his proposal is getting an enthusiastic reception from community organizations, other stakeholders and elected officials who have seen it.&#8221;</p><p>Hilary Jager, of A Better Way NYC, also supports the plan, and told us: \"Comptroller Stringer has stepped up to the plate with the problem-solving mentality New Yorkers expect from their elected representatives. The Comptroller&#8217;s innovative proposal is a boon to the pursuit for a better way, and it has the potential to transform the City to become a beacon of progressive promise rather than a relic of Moses&#8217;s past. We look forward to City Hall and NYC DOT reviewing the plan.\"</p><p>Asked about Stringer's proposal, a DOT spokesperson said, \"We are undertaking a thorough review process that will look at range of options for this critical transportation corridor, including the one proposed by the Comptroller, accompanied by substantial community and expert engagement.\" </p><p>A review process would involve a traffic study, as well as an environmental review process. The latter will begin later this year, and will take up to two years. The plan would also need the endorsement of the city and state, and would be subject to the Uniform Land Use Review Procedure (<a href=\"https://citylimits.org/zonein/ulurp-explained/\">ULURP</a>). The environmental review will consider multiple options, not just the DOT's plan presented last year.</p><p><em>Additional reporting by transportation reporter Stephen Nessen&#8212;here he is talking  about Stringer's plan on WNYC:</em></p><center><iframe frameborder=\"0\" scrolling=\"no\" height=\"54\" width=\"80%\" src=\"https://www.wnyc.org/widgets/ondemand_player/#file=https://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/news/news20190313_bqe_nessen.mp3&share=0\"></iframe></center><p>Here's the full plan:</p><p><iframe class=\"scribd_iframe_embed\" title=\"BQE Proposal - Comptroller Stringer\" src=\"https://www.scribd.com/embeds/401704834/content?start_page=1&view_mode=scroll&access_key=key-3L0TOfBAaSYAkHNAVylI&show_recommendations=true\" data-auto-height=\"false\" data-aspect-ratio=\"1.293791574279379\" scrolling=\"no\" id=\"doc_12222\" width=\"100%\" height=\"600\" frameborder=\"0\"></iframe></p>",

  "tags": [
    {
      "kicker": "BQE"
    },
    {
      "kicker": "BQE Rehabilitation Project"
    },
    {
      "kicker": "Brooklyn Queens Expressway"
    }
  ]
}
