{
  "article_body": {
    "join()": [
      "<p>Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla.  Risus leo, vitae pharetra ipsum. Sed placerat eros eget <u>elit iaculis</u> semper. Aliquam congue blandit orci ac pretium.<p>",
      "<div class=\"c-article__related c-article__related--small-screens u-border-accent u-border-accent--left\">",
      {
        "include()": {
          "pattern": "organisms-related-content",
          "with": {
            "related_classes": "u-border-accent u-border-accent--left"
          }
        }
      },
      "</div>",
      "<p>Aenean vulputate vitae lorem ac tempor. Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla.  Risus leo, vitae pharetra ipsum. Sed placerat eros eget <u>elit iaculis</u> semper. Aliquam congue blandit orci ac pretium.<p>",
      "atoms-blockquote",
      "<h2>Header Two</h2><p>Fusce ullamcorper <a href=\"\">condimentum condimentum proin</a> eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies. Praesent <em>pulvinar condimentum</em> sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst.</p>",
      "molecules-pullquote",
      "<p>Praesent pulvinar condimentum sagittis. <strong>Maecenas laoreet neque non</strong> eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui.</p><p>Maecenas vitae turpis pretium, accumsan neque non, pretium dui.</p>",
      "<p>Phasellus volutpat tortor vitae lacinia elementum. Fusce fringilla lectus vel risus feugiat semper. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies. Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper.</p>",
      "molecules-figure-with-caption-left",
      "<p>Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, <a href=\"\">accumsan neque non, pretium dui</a>. Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. <a href=\"\">Maecenas vitae turpis pretium, accumsan neque non, pretium dui</a>.</p><h3>Header Three</h3><p>Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui.</p><p>Phasellus volutpat tortor vitae lacinia elementum. <a href=\"\">Fusce fringilla lectus vel risus feugiat semper</a>. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies. Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla.</p>",
      "<p>In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui. <a href=\"\">Praesent pulvinar condimentum sagittis</a>. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui.</p><hr><p>Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui.</p><p>Phasellus volutpat tortor vitae lacinia elementum. Fusce fringilla lectus vel risus feugiat semper. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies.</p>",
      "molecules-figure-with-caption-center",
      "<p>In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui. Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. <a href=\"\">Donec vitae risus leo, vitae pharetra ipsum</a>. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui.</p><p>Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. <a href=\"\">Donec vitae risus leo</a>, vitae pharetra ipsum. Sed placerat eros <a href=\"\">eget elit iaculis semper</a>. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Mccumsan neque non, pretium dui.</p><p>Phasellus volutpat tortor vitae lacinia elementum. Fusce fringilla lectus vel risus feugiat semper. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies. Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla.</p>",
      "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/prjMLg72LnU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "<p>Maecenas vitae turpis pretium, accumsan neque non, pretium dui. Phasellus volutpat tortor vitae lacinia elementum. Fusce fringilla lectus vel risus feugiat semper. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies. Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper.</p><h4>Header Four</h4><p>Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui. Phasellus volutpat tortor vitae lacinia elementum. Fusce fringilla lectus vel risus feugiat semper. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies.</p><h5>Header Five</h5><p>Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui. Phasellus volutpat tortor vitae lacinia elementum. Fusce fringilla lectus vel risus feugiat semper. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. Etiam semper eros vitae vestibulum ultricies.</p><ul><li>List item</li><li>List item<ul><li>List item</li><li>List item</li></ul></li><li>List item 1</li></ul><h6>Header Six</h6><p>Praesent pulvinar condimentum sagittis. Maecenas laoreet neque non eros consectetur fringilla. Donec vitae risus leo, vitae pharetra ipsum. Sed placerat eros eget elit iaculis semper. Aliquam congue blandit orci ac pretium. In hac habitasse platea dictumst. Maecenas vitae turpis pretium, accumsan neque non, pretium dui.</p><ol><li>List item</li><li>List item</li><li>List item<ol><li>List item</li><li>List item</li><li>List item</li></ol></li><li>List item 1</li></ol><p>Phasellus volutpat tortor vitae lacinia elementum. Fusce fringilla lectus vel risus feugiat semper. Fusce ullamcorper condimentum condimentum proin eget vehicula lorem, at lacinia arcu. Aenean vulputate vitae lorem ac tempor. <a href=\"\">Etiam semper eros vitae vestibulum ultricies</a>.</p>"
    ]
  }
}
